/* SUAppWindowControllerPriv */

"NOT_NOW_TITLE" = "Agora não";
"QUIT_TITLE" = "Sair";
"RESCAN_TITLE" = "Procurar agora";

// these are used in the window header area
"NEW_SOFTWARE_TITLE" = "Está disponível novo software para o computador.";
"NEW_SOFTWARE_MESSAGE" = "Quando pretender proceder à instalação, no menu Apple, escolha Actualização de Software.";
// these are used in the window header area and in sheets
"UP_TO_DATE_TITLE" = "O software está actualizado.";
"UP_TO_DATE_MESSAGE" = "De momento, não há actualizações de software para este computador.";
"UP_TO_DATE_WITH_IGNORED_MESSAGE" = "Não existem actualizações disponíveis, além das que optou por ignorar. Volte a tentar mais tarde.";
"RESET_IGNORED_UPDATES_TITLE" = "Recuperar actualizações ignoradas";
// these are used only in the error sheet
"FAILED_SCAN_NETWORK_ERROR_TITLE" = "A Actualização de Software não conseguiu verificar se existem actualizações porque ocorreu um problema na rede.";
"FAILED_SCAN_OTHER_ERROR_TITLE" = "Não foi possível procurar actualizações.";
"NETWORK_DIAGNOSTICS_TITLE" = "Diagnóstico de rede…";
// these are used only when a non-standard catalog URL is set (Software Update Server)
"FAILED_SCAN_SUS_ERROR_TITLE" = "O servidor de actualizações de software (%@) não responde.";
"FAILED_SCAN_SUS_ERROR_MESSAGE" = "Certifique-se de que a ligação à rede está a funcionar correctamente. Contacte o administrador do seu sistema se não conseguir identificar o problema.";

// dealing with multiple SU sessions
"OTHER_SESSION_USER_TITLE" = "As actualizações estão a ser instaladas por %@.";
"OTHER_SESSION_UNKNOWN_TITLE" = "As actualizações estão a ser instaladas por outro utilizador.";
"OTHER_SESSION_SAME_TITLE" = "As actualizações estão a ser instaladas.";
"OTHER_SESSION_MESSAGE" = "É possível verificar mais tarde se existem actualizações adicionais seleccionando Actualização de Software no menu Apple.";
"OTHER_DONE_USER_TITLE" = "As actualizações foram instaladas por %@. Gostaria de procurar actualizações adicionais agora?";
"OTHER_DONE_UNKNOWN_TITLE" = "As actualizações foram instaladas por outro utilizador. Gostaria de procurar actualizações adicionais agora?";
"OTHER_DONE_SAME_TITLE" =  "As actualizações foram instaladas. Gostaria de procurar actualizações adicionais agora?";
"OTHER_DONE_MESSAGE" = "Se não pretender verificar agora, pode verificar mais tarde se existem actualizações adicionais seleccionando Actualização de Software no menu Apple.";

// External Testing Mode Warnings
"DANGER_SIGNATURE_CHECK_OFF_TITLE" = "Cuidado: a verificação de assinatura Apple está desactivada";
"DANGER_SIGNATURE_CHECK_OFF_INFO" = "A Actualização de Software está a funcionar em modo de teste. E este modo não é seguro, pois todas as actualizações serão aceites, desde que tenham uma assinatura “de confiança”, mesmo que não seja da Apple. A menos que esteja a testar pacotes de actualizações de software Apple de terceiros, é recomendado que deixe de utilizar esta aplicação imediatamente.";
"DANGER_SIGNATURE_CHECK_OFF_USE_IN_TEST_BUTTON" = "Usar em modo de teste";
"DANGER_SIGNATURE_CHECK_OFF_QUIT_BUTTON" = "Sair";

/* SUAppDetailedView */
"LogOutRequired" = "Tem de terminar sessão depois de instalar as actualizações.";
"LogOutRequired_Single" = "Tem de terminar sessão depois de instalar a actualização.";
"RestartRequired" = "Tem de reiniciar o computador depois de instalar as actualizações.";
"RestartRequired_Single" = "Tem de reiniciar o computador depois de instalar a actualização.";
"ShutDownRequired" = "Tem de desligar o computador depois de instalar as actualizações.";
"ShutDownRequired_Single" = "Tem de desligar o computador depois de instalar a actualização.";
"RestartRecommended" = "Depois de instalar as actualizações, é recomendado reiniciar o computador.";
"RestartRecommended_Single" = "Depois de instalar a actualização, é recomendado reiniciar o computador.";

"Install" = "Instalar";
"Install1Item" = "Instalar 1 elemento";
"InstallNItems" = "Instalar %d elementos";

/* Used for AXRoleDescription of restart requirement badges */
"RestartRequirementIndicatorRoleDescription" = "indicador";


/* SUAppProductItem */
"INSTALLED_LABEL" = "Instalado";
"PARTIALLY_DOWNLOADED_LABEL_FORMAT" = "Descarga parcialmente efectuada (%d%%)";
"DOWNLOADED_LABEL" = "Descarga efectuada";
"ERROR_LABEL" = "Erro";

"SELECTION_LABEL_FORMAT" = "%@: %@.";

"DOWNLOAD_MENU_ITEM_GENERIC" = "Ir para a página de Descargas da Apple…";
"DOWNLOAD_MENU_ITEM_PRODUCT" = "Ir para a página de descarga de “%@”…";


/* SUAppProductItemController */
"ConfirmMakeInactive1ItemTitle" = "Tem a certeza de que pretende remover a actualização \"%@\" da lista?";
"ConfirmMakeInactive1ItemMessage" = "Não voltará a receber avisos de que existem novas versões desta actualização. Para voltar a ver esta actualização, escolha Actualização de Software > Repor actualizações ignoradas.";
"ConfirmMakeInactiveNItemsTitle" = "Tem a certeza de que pretende remover estas %d actualizações da lista?";
"ConfirmMakeInactiveNItemsMessage" = "Não voltará a receber avisos de que existem novas versões destas actualizações. Para voltar a ver estas actualizações, escolha Actualização de Software &gt; Repor actualizações ignoradas.";

"OK_TITLE" = "OK";
"CANCEL_TITLE" = "Cancelar";

"RESCAN_ERROR_TITLE" = "Ocorreu um erro ao procurar actualizações.";
